/* NSString-WIFoundation: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu 分 %2$.2lu 秒";

/* NSString-WIFoundation: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu 時間 %2$.2lu 分 %3$.2lu 秒";

/* NSString-WIFoundation: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@, OS: %3$@ %4$@ (%5$@)";

/* NSString-WIFoundation: time string */
"%@ ago" = "%@ 前";

/* NSString-WIFoundation: byte size strings */
"%@ GB" = "%@ GB";

/* NSString-WIFoundation: bit size strings */
"%@ Gbit" = "%@ Gbit";

/* NSString-WIFoundation: byte size strings */
"%@ KB" = "%@ KB";

/* NSString-WIFoundation: bit size strings */
"%@ kbit" = "%@ kbit";

/* NSString-WIFoundation: byte size strings */
"%@ MB" = "%@ MB";

/* NSString-WIFoundation: bit size strings */
"%@ Mbit" = "%@ Mbit";

/* NSString-WIFoundation: byte size strings */
"%@ PB" = "%@ PB";

/* NSString-WIFoundation: bit size strings */
"%@ Pbit" = "%@ Pbit";

/* NSString-WIFoundation: byte size strings */
"%@ TB" = "%@ TB";

/* NSString-WIFoundation: bit size strings */
"%@ Tbit" = "%@ Tbit";

/* NSString-WIFoundation: bit size strings */
"%llu bits" = "%llu ビット";

/* NSString-WIFoundation: byte size strings */
"%llu bytes" = "%llu バイト";

/* NSString-WIFoundation: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu 日 %2$.2lu 時間 %3$.2lu 分 %4$.2lu 秒";

/* NSString-WIFoundation: time string (minutes, seconds) */
"00:%0.2llu seconds" = "00 分 %0.2lu 秒";

/* NSString-WIFoundation: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIFoundation: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIFoundation: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIFoundation: bandwidth strings */
"1M DSL/Cable" = "1M DSL/ケーブル";

/* NSString-WIFoundation: bandwidth strings */
"256k DSL/Cable" = "256k DSL/ケーブル";

/* NSString-WIFoundation: bandwidth strings */
"28.8k Modem" = "28.8k モデム";

/* NSString-WIFoundation: bandwidth strings */
"2M DSL/Cable" = "2M DSL/ケーブル";

/* NSString-WIFoundation: bandwidth strings */
"33.6k Modem" = "33.6k モデム";

/* NSString-WIFoundation: bandwidth strings */
"384k DSL/Cable" = "384k DSL/ケーブル";

/* NSString-WIFoundation: bandwidth strings */
"512k DSL/Cable" = "512k DSL/ケーブル";

/* NSString-WIFoundation: bandwidth strings */
"56k Modem" = "56k モデム";

/* NSString-WIFoundation: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIFoundation: bandwidth strings */
"768k DSL/Cable" = "768k DSL/ケーブル";

/* NSString-WIFoundation: 'byte' singular */
"byte" = "バイト";

/* NSString-WIFoundation: 'byte' plural */
"bytes" = "バイト";

/* WIDateFormatter: this day */
"today" = "今日";

/* WIDateFormatter: next day */
"tomorrow" = "明日";

/* NSString-WIFoundation: bandwidth strings
   NSString-WIFoundation: unknown Wired client */
"Unknown" = "不明";

/* WIDateFormatter: prior day */
"yesterday" = "昨日";
